Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Unlimited bulk scans
ar: مسح جماعي غير محدود
de: Unbegrenzte Massen-Scans
es: Escaneos masivos ilimitados
fr: Numérisations en masse illimitées
hi: अनलिमिटेड बल्क स्कैन
it: Scansioni in blocco illimitate
ja: 無制限の一括スキャン
ko: 무제한 대량 스캔
nl: Onbeperkt bulkscans
pt_br: Digitalizações em massa ilimitadas
zh_hans: 无限批量扫描
zh_hant: 無限批量掃描

source: Unlimited collection items
ar: عناصر مجموعة غير محدودة
de: Unbegrenzte Sammlung von Artikeln
es: Artículos de colección ilimitados
fr: Éléments de collection illimités
hi: अनलिमिटेड कलेक्शन आइटम
it: Articoli da collezione illimitati
ja: 無制限のコレクションアイテム
ko: 무제한 컬렉션 아이템
nl: Onbeperkt verzamelitems
pt_br: Itens de coleta ilimitados
zh_hans: 无限收集项目
zh_hant: 無限收集項目

source: Unlimited items
ar: عناصر غير محدودة
de: Unbegrenzte Artikel
es: Artículos ilimitados
fr: Éléments illimités
hi: अनलिमिटेड आइटम
it: Articoli illimitati
ja: 無制限のアイテム
ko: 무제한 품목
nl: Onbeperkt aantal items
pt_br: Itens ilimitados
zh_hans: 无限项目
zh_hant: 無限項目

source: Unlimited minifigure scans
ar: مسح مصغر غير محدود
de: Unbegrenzte Minifiguren-Scans
es: Escaneos de minifiguras ilimitados
fr: Numérisations de minifigures illimitées
hi: अनलिमिटेड मिनीफ़िगर स्कैन
it: Scansioni minifigure illimitate
ja: 無制限のミニフィギュアスキャン
ko: 무제한 미니피겨 스캔
nl: Onbeperkt aantal minifiguurscans
pt_br: Digitalizações de minifiguras ilimitadas
zh_hans: 无限微型公仔扫描
zh_hant: 無限迷你人偶掃描

source: Unlimited scans
ar: مسح غير محدود
de: Unbegrenzte Scans
es: Escaneos ilimitados
fr: Numérisations illimitées
hi: अनलिमिटेड स्कैन
it: Scansioni illimitate
ja: 無制限のスキャン
ko: 무제한 스캔
nl: Onbeperkt aantal scans
pt_br: Digitalizações ilimitadas
zh_hans: 无限扫描
zh_hant: 無限掃描

source: Unlock automatic and bulk scanning, plus unlimited collection space with Pro.
ar: افتح ميزة المسح التلقائي والجماعي، بالإضافة إلى مساحة تجميع غير محدودة مع Pro.
de: Entsperren Sie automatisches und Bulk-Scannen sowie unbegrenzten Sammelplatz mit Pro.
es: Desbloquea el escaneo automático y masivo, además de un espacio de recolección ilimitado con Pro.
fr: Déverrouillez la numérisation automatique et en bloc, ainsi qu'un espace de collecte illimité avec Pro.
hi: प्रो के साथ ऑटोमैटिक और बल्क स्कैनिंग, साथ ही असीमित संग्रह स्थान अनलॉक करें।
it: Sblocca la scansione automatica e di massa, oltre a uno spazio di raccolta illimitato con Pro.
ja: Pro では、自動スキャンと一括スキャンのロックを解除し、無制限の収集スペースを利用できます。
ko: Pro를 사용하면 자동 및 대량 스캔과 무제한 수집 공간을 잠금 해제할 수 있습니다.
nl: Ontgrendel automatisch en bulksgewijs scannen, plus onbeperkte verzamelruimte met Pro.
pt_br: Desbloqueie a digitalização automática e em massa, além de espaço de coleta ilimitado com o Pro.
zh_hans: 使用专业版解锁自动和批量扫描，以及无限的采集空间。
zh_hant: 使用Pro解鎖自動掃描和批量掃描，以及無限的收集空間。

source: Update BrickValue
ar: تحديث BrickValue
de: BrickValue aktualisieren
es: Actualizar BrickValue
fr: Mettre à jour BrickValue
hi: BrickValue अपडेट करें
it: Aggiorna BrickValue
ja: BrickValue を更新する
ko: BrickValue 업데이트
nl: BrickValue bijwerken
pt_br: Atualizar BrickValue
zh_hans: 更新BrickValue
zh_hant: 更新BrickValue

source: Update now
ar: التحديث الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
hi: अभी अपडेट करें
it: Aggiorna ora
ja: 今すぐアップデートしてください
ko: 지금 업데이트
nl: Update nu
pt_br: Atualizar agora
zh_hans: 立即更新
zh_hant: 立即更新

source: Upgrade
ar: ترقية
es: Actualizar
fr: Mettre à niveau
hi: अपग्रेड करें
it: Aggiorna
ja: アップグレード
ko: 치받이
nl: Upgraden
pt_br: Atualizar
zh_hans: 升级
zh_hant: 升級

source: Upgrade options are not configured for this build.
ar: لم يتم تكوين خيارات الترقية لهذا الإصدار.
de: Upgrade-Optionen sind für diesen Build nicht konfiguriert.
es: Las opciones de actualización no están configuradas para esta compilación.
fr: Les options de mise à niveau ne sont pas configurées pour cette version.
hi: अपग्रेड करने के विकल्प इस बिल्ड के लिए कॉन्फ़िगर नहीं किए गए हैं।
it: Le opzioni di aggiornamento non sono configurate per questa build.
ja: このビルドにはアップグレード オプションが構成されていません。
ko: 이 빌드에는 업그레이드 옵션이 구성되지 않았습니다.
nl: Upgrade-opties zijn niet geconfigureerd voor deze build.
pt_br: As opções de atualização não estão configuradas para esta compilação.
zh_hans: 未为此版本配置升级选项。
zh_hant: 此版本未設定升級選項。

source: Upgrade options are temporarily unavailable. Try again shortly.
ar: خيارات الترقية غير متاحة مؤقتًا. حاول مرة أخرى قريبًا.
de: Upgrade-Optionen sind vorübergehend nicht verfügbar. Versuche es in Kürze erneut.
es: Las opciones de actualización no están disponibles temporalmente. Inténtalo de nuevo en breve.
fr: Les options de mise à niveau sont temporairement indisponibles. Réessayez sous peu.
hi: अपग्रेड करने के विकल्प कुछ समय के लिए उपलब्ध नहीं हैं। जल्द ही फिर से कोशिश करें।
it: Le opzioni di aggiornamento non sono temporaneamente disponibili. Riprova a breve.
ja: アップグレード オプションは一時的に利用できません。しばらくしてからもう一度お試しください。
ko: 업그레이드 옵션을 일시적으로 사용할 수 없습니다. 잠시 후 다시 시도하세요.
nl: Upgrade-opties zijn tijdelijk niet beschikbaar. Probeer het binnenkort opnieuw.
pt_br: As opções de upgrade estão temporariamente indisponíveis. Tente novamente em breve.
zh_hans: 升级选项暂时不可用。请稍后重试。
zh_hant: 升級選項暫時無法使用。請稍後再試。

source: Upgrade to BrickValue Pro
ar: قم بالترقية إلى BrickValue Pro
de: Upgrade auf BrickValue Pro
es: Actualiza a BrickValue Pro
fr: Passez à BrickValue Pro
hi: BrickValue प्रो में अपग्रेड करें
it: Passa a BrickValue Pro
ja: BrickValue Pro にアップグレードする
ko: BrickValue Pro로 업그레이드
nl: Upgrade naar BrickValue Pro
pt_br: Atualize para o BrickValue Pro
zh_hans: 升级到BrickValue PRO
zh_hant: 升級到BrickValue PRO

source: Upgrade to change between light and dark themes and choose your accent colour.
ar: قم بالترقية للتغيير بين السمات الفاتحة والداكنة واختر لون تمييزك.
de: Upgrade, um zwischen hellen und dunklen Motiven zu wechseln und deine Akzentfarbe zu wählen.
es: Actualiza para cambiar entre temas claros y oscuros y elegir tu color de acento.
fr: Passez à Pro pour basculer entre les thèmes clairs et sombres et choisissez votre couleur d'accentuation.
hi: लाइट और डार्क थीम के बीच बदलाव करने के लिए अपग्रेड करें और अपना एक्सेंट कलर चुनें।
it: Passa da un tema chiaro a uno scuro e scegli il tuo colore di accento.
ja: アップグレードして明るいテーマと暗いテーマを切り替え、アクセントカラーを選択してください。
ko: 업그레이드하여 밝은 테마와 어두운 테마를 변경하고 강조 색상을 선택하세요.
nl: Upgrade om te wisselen tussen lichte en donkere thema's en kies je accentkleur.
pt_br: Atualize para alternar entre temas claros e escuros e escolha a cor de destaque.
zh_hans: 升级以在浅色和深色主题之间切换，并选择您的强调色。
zh_hant: 升級以切換淺色和深色主題，並選擇您的強調顏色。

source: Upgrade to Pro
ar: الترقية إلى PRO
de: Upgrade auf Pro
es: Actualizar a Pro
fr: Mise à niveau vers Pro
hi: प्रो पर अपग्रेड करें
it: Passa a Pro
ja: プロにアップグレード
ko: 프로로 업그레이드
nl: Upgrade naar Pro
pt_br: Atualize para o Pro
zh_hans: 升级到专业版
zh_hant: 升級至專業級

source: Upgrade unavailable
ar: ترقية غير
de: Upgrade nicht verfügbar
es: Actualización no disponible
fr: Mise à niveau non disponible
hi: अपग्रेड अनुपलब्ध
it: Aggiornamento non disponibile
ja: アップグレードできません
ko: 업그레이드 불가
nl: Upgrade niet beschikbaar
pt_br: Atualização indisponível
zh_hans: 无法升级
zh_hant: 無法升級

source: Upload a photo from your library to scan multiple minifigures
ar: تحميل صورة من مكتبتك لمسح
de: Lade ein Foto aus deiner Bibliothek hoch, um mehrere Minifiguren zu scannen
es: Sube una foto de tu biblioteca para escanear varias minifiguras
fr: Téléchargez une photo de votre bibliothèque pour numériser plusieurs figurines
hi: एकाधिक मिनीफिगर को स्कैन करने के लिए अपनी लाइब्रेरी से एक फोटो अपलोड करें
it: Carica una foto dalla tua libreria per scansionare più minifigure
ja: ライブラリから写真をアップロードして、複数のミニフィギュアをスキャン
ko: 여러 미니피겨를 스캔하려면 라이브러리에서 사진을 업로드하세요.
nl: Upload een foto uit je bibliotheek om meerdere minifiguren te scannen
pt_br: Carregue uma fotografia da sua biblioteca para digitalizar várias minifiguras
zh_hans: 从您的图库上传照片以扫描多个小人仔
zh_hant: 從您的圖庫上傳照片以掃描多個小人仔

# Use %@, %@
source: Use %1$@, %2$@
ar: استخدم %1$@، %2$@
de: Verwende %1$@, %2$@
es: Usa %1$@, %2$@
fr: Utilisez %1$@, %2$@
hi: %1$@, %2$@ का प्रयोग करें
it: Usa %1$@, %2$@
ko: %1$@, %2$@ 사용
nl: Gebruik %1$@, %2$@
pt_br: Utilize %1$@, %2$@
zh_hans: 使用 %1$@、%2$@
zh_hant: 使用 %1$@、%2$@

source: Use Scan to identify minifigures and groups.
ar: استخدم المسح لتحديد والمجموعات.
de: Verwende Scan, um Minifiguren und Gruppen zu identifizieren.
es: Usa Escanear para identificar minifiguras y grupos.
fr: Utilisez la numérisation pour identifier les figurines et les groupes.
hi: मिनीफिगर और समूहों की पहचान करने के लिए स्कैन का उपयोग करें।
it: Usa Scan per identificare minifigure e gruppi.
ja: スキャンを使用してミニフィギュアとグループを特定します。
ko: 스캔을 사용하여 미니피겨와 그룹을 식별하세요.
nl: Gebruik Scan om minifiguren en groepen te identificeren.
pt_br: Utilize Digitalizar para identificar minifiguras e grupos.
zh_hans: 使用扫描来识别小人物和群体。
zh_hant: 使用掃描來識別小人物和群體。

source: Use selected match
ar: استخدم المطابقة المحددة
de: Ausgewählte Übereinstimmung verwenden
es: Usa la combinación seleccionada
fr: Utiliser la correspondance sélectionnée
hi: चयनित मिलान का उपयोग करें
it: Usa la corrispondenza selezionata
ja: 選択したマッチを使用
ko: 선택한 일치 항목 사용
nl: Geselecteerde overeenkomst gebruiken
pt_br: Use a correspondência selecionada
zh_hans: 使用选定的匹配
zh_hant: 使用選定的匹配

source: Use the + button below to add a set by number.
ar: استخدم زر + أدناه لإضافة مجموعة حسب الرقم.
de: Verwenden Sie die Schaltfläche + unten, um einen Satz nach Nummer hinzuzufügen.
es: Usa el botón + a continuación para añadir un conjunto por número.
fr: Utilisez le bouton + ci-dessous pour ajouter un ensemble par numéro.
hi: संख्या के अनुसार सेट जोड़ने के लिए नीचे दिए गए + बटन का उपयोग करें।
it: Usa il pulsante + qui sotto per aggiungere un set in base al numero.
ja: 下の+ボタンを使用して、番号でセットを追加します。
ko: 숫자별로 세트를 추가하려면 아래 + 버튼을 사용하세요.
nl: Gebruik de onderstaande + knop om een set op nummer toe te voegen.
pt_br: Use o botão + abaixo para adicionar um conjunto por número.
zh_hans: 使用下面的 + 按钮按数字添加一组。
zh_hant: 使用下面的 + 按鈕按數字添加一組。

source: Use this match
ar: استخدم هذه المطابقة
de: Benutzen Sie dieses Match
es: Usa esta coincidencia
fr: Utilisez cette correspondance
hi: इस माचिस का प्रयोग करें
it: Usa questa corrispondenza
ja: このマッチを使用
ko: 이 일치 항목을 사용하세요.
nl: Gebruik deze overeenkomst
pt_br: Usar esta correspondência
zh_hans: 使用这个匹配
zh_hant: 使用這個匹配

source: Used
ar: مستعمل
de: Gebraucht
es: Usada
fr: Utilisé
hi: इस्तेमाल किया हुआ
it: Usato
ja: 使用
ko: 중고
nl: Gebruikt
pt_br: Usado
zh_hans: 二手
zh_hant: 二手

source: USED
ar: مستعمل
de: GEBRAUCHT
es: USADA
fr: UTILISÉ
hi: इस्तेमाल किया गया
it: USATO
ja: 使用
ko: 사용된
nl: GEBRUIKT
pt_br: USADO
zh_hans: 用过的
zh_hant: 用過的

source: Used copies
ar: نسخ مستعملة
de: Gebrauchte Exemplare
es: Copias usadas
fr: Copies utilisées
hi: प्रयुक्त प्रतियाँ
it: Copie usate
ja: 使用済み
ko: 중고 사본
nl: Gebruikte kopieën
pt_br: Cópias usadas
zh_hans: 使用过的副本
zh_hant: 使用過的副本

source: Used market data
ar: بيانات السوق المستعملة
de: Verwendete Marktdaten
es: Datos de mercado usados
fr: Données de marché utilisées
hi: प्रयुक्त बाज़ार डेटा
it: Dati di mercato usati
ja: 使用済みコピー
ko: 중고 시장 데이터
nl: Gebruikte marktgegevens
pt_br: Dados de mercado usados
zh_hans: 使用的市场数据
zh_hant: 使用的市場數據

source: Used value
ar: القيمة المستعملة
de: Gebrauchtwert
es: Valor usado
fr: Valeur utilisée
hi: प्रयुक्त मूल्य
it: Valore usato
ja: 使用済み市場データ
ko: 중고가치
nl: Gebruikte waarde
pt_br: Valor usado
zh_hans: 使用价值
zh_hant: 使用價值

source: Using %@. Change it in iOS Settings.
ar: باستخدام %@. قم بتغييره في إعدادات iOS.
de: Verwenden Sie %@. Ändern Sie es in den iOS-Einstellungen.
es: Usando %@. Cámbialo en la configuración de iOS.
fr: Utilisation de %@. Modifiez-le dans les paramètres iOS.
hi: %@ का उपयोग करें। इसे iOS सेटिंग्स में बदलें।
it: Usando %@. Modificalo nelle impostazioni iOS.
ja: %@を使用します。 iOSの設定で変更してください。
ko: %@를 사용합니다. iOS 설정에서 변경하세요.
nl: Gebruik van %@. Wijzig het in iOS-instellingen.
pt_br: Usando %@. Altere-o nas configurações do iOS.
zh_hans: 使用 %@。在 iOS 设置中更改它。
zh_hant: 使用 %@。在 iOS 設置中更改它。

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
hi: मूल्य
it: Valore
ja: 価値
ko: 가치
nl: Waarde
pt_br: Valor
zh_hans: 价值
zh_hant: 價值

source: Values + history
ar: القيم والسجل
de: Werte + Verlauf
es: Valores e historial
fr: Valeurs et historique
hi: मूल्य + इतिहास
it: Valori e cronologia
ja: 価格と履歴
ko: 가치 + 기록
nl: Waarden + geschiedenis
pt_br: Valores e histórico
zh_hans: 价值 + 历史
zh_hant: 價值 + 歷史

source: Version
ar: الإصدار
es: Versión
hi: वर्ज़न
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Very disappointed
ar: محبط للغاية
de: Sehr enttäuscht
es: Muy decepcionado
fr: Très déçu
hi: बहुत निराश
it: Molto deluso
ja: とてもがっかりしました
ko: 매우 실망
nl: Erg teleurgesteld
pt_br: Muito decepcionado
zh_hans: 非常失望
zh_hant: 非常失望

source: View upgrade options
ar: عرض خيارات الترقية
de: Upgrade-Optionen anzeigen
es: Ver opciones de actualización
fr: Voir les options de mise à niveau
hi: अपग्रेड करने के विकल्प देखें
it: Visualizza le opzioni di aggiornamento
ja: アップグレード オプションを表示する
ko: 업그레이드 옵션 보기
nl: Upgradeopties bekijken
pt_br: Ver opções de upgrade
zh_hans: 查看升级选项
zh_hant: 查看升級選項

source: Wait
ar: انتظر
de: Warten
es: Espera
fr: Attendre
hi: इंतज़ार करें
it: Attendi
ja: 待って
ko: 대기
nl: Wachten
pt_br: Aguarde
zh_hans: 等待
zh_hant: 等待

source: Want a trial reminder?
ar: هل تريد تذكيرًا تجريبيًا ؟
de: Möchten Sie eine Test-Erinnerung?
es: ¿Quieres un recordatorio de prueba?
fr: Vous voulez un rappel d'essai ?
hi: ट्रायल रिमाइंडर चाहिए?
it: Vuoi un promemoria per la prova?
ja: トライアルのリマインダーが必要ですか?
ko: 체험판 알림을 원하시나요?
nl: Wil je een herinnering voor de proefperiode?
pt_br: Quer um lembrete de avaliação?
zh_hans: 想要试用提醒吗？
zh_hant: 想要試用提醒嗎？

source: Want to sign in later?
ar: هل تريد تسجيل الدخول لاحقًا ؟
de: Möchten Sie sich später anmelden?
es: ¿Quieres iniciar sesión más tarde?
fr: Vous souhaitez vous connecter plus tard ?
hi: बाद में साइन इन करना चाहते हैं?
it: Vuoi accedere più tardi?
ja: 後でサインインしたいですか?
ko: 나중에 로그인하시겠어요?
nl: Wil je je later aanmelden?
pt_br: Quer iniciar sessão mais tarde?
zh_hans: 想稍后登录吗？
zh_hant: 想稍後登錄嗎？

source: We can check this exact detected region once more.
ar: يمكننا التحقق من هذه المنطقة المكتشفة بالضبط مرة أخرى.
de: Wir können diesen genau erkannten Bereich noch einmal überprüfen.
es: Podemos comprobar esta región exacta detectada una vez más.
fr: Nous pouvons vérifier à nouveau cette région exacte détectée.
hi: हम एक बार फिर इस सटीक पता लगाए गए क्षेत्र की जाँच कर सकते हैं।
it: Possiamo controllare ancora una volta questa esatta regione rilevata.
ja: この正確に検出された領域をもう一度確認できます。
ko: 이 정확히 감지된 지역을 한 번 더 확인할 수 있습니다.
nl: We kunnen deze exact gedetecteerde regio opnieuw controleren.
pt_br: Podemos verificar esta região exata detetada mais uma vez.
zh_hans: 我们可以再次检查这个精确检测到的区域。
zh_hant: 我們可以再次檢查這個確切的檢測區域。

source: We can remind you 2 days before your trial renews.
ar: يمكننا تذكيرك قبل يومين من تجديد الإصدار التجريبي.
de: Wir können Sie 2 Tage vor der Verlängerung Ihrer Testversion daran erinnern.
es: Podemos recordártelo 2 días antes de que se renueve tu prueba.
fr: Nous pouvons vous rappeler 2 jours avant le renouvellement de votre essai.
hi: हम आपके ट्रायल के रिन्यू होने से 2 दिन पहले आपको याद दिला सकते हैं।
it: Possiamo ricordartelo 2 giorni prima del rinnovo del periodo di prova.
ja: トライアルが更新される 2 日前に通知を受け取ることができます。
ko: 평가판이 갱신되기 이틀 전에 알려드리겠습니다.
nl: We kunnen je er 2 dagen voordat je proefperiode wordt verlengd aan herinneren.
pt_br: Podemos lembrá-lo 2 dias antes da renovação da sua avaliação.
zh_hans: 我们可以在试用期续订前2天提醒您。
zh_hant: 我們可以在試用續訂前 2 天提醒您。

source: We couldn't apply that invite code. Check your connection and try again.
ar: لم نتمكن من تطبيق رمز الدعوة هذا. تحقق من اتصالك وحاول مرة أخرى.
de: Wir konnten diesen Einladungscode nicht anwenden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No hemos podido aplicar ese código de invitación. Comprueba tu conexión e inténtalo de nuevo.
fr: Nous n'avons pas pu appliquer ce code d'invitation. Vérifiez votre connexion et réessayez.
hi: हम उस इनवाइट कोड को लागू नहीं कर सके। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
it: Non abbiamo potuto applicare quel codice di invito. Controlla la connessione e riprova.
ja: その招待コードを適用できませんでした。接続を確認して、もう一度試してください。
ko: 해당 초대 코드를 적용할 수 없습니다. 연결을 확인하고 다시 시도하세요.
nl: We konden die uitnodigingscode niet toepassen. Controleer je verbinding en probeer het opnieuw.
pt_br: Não foi possível aplicar esse código de convite. Verifique a sua ligação e tente novamente.
zh_hans: 我们无法使用该邀请码。请检查您的网络连接，然后重试。
zh_hant: 我們無法應用該邀請碼。檢查您的連接並重試。

source: We couldn't apply the invite code. You can skip and try again from Profile.
ar: لم نتمكن من تطبيق رمز الدعوة. يمكنك التخطي والمحاولة مرة أخرى من الملف الشخصي.
de: Wir konnten den Einladungscode nicht anwenden. Sie können überspringen und es erneut über Ihr Profil versuchen.
es: No hemos podido aplicar el código de invitación. Puedes omitirlo e intentarlo de nuevo desde Perfil.
fr: Impossible d'appliquer le code d'invitation. Vous pouvez ignorer et réessayer à partir du profil.
hi: हम आमंत्रण कोड लागू नहीं कर सके। आप छोड़ सकते हैं और प्रोफ़ाइल से फिर से कोशिश कर सकते हैं।
it: Non è stato possibile applicare il codice di invito. Puoi saltare e riprovare dal profilo.
ja: 招待コードを適用できませんでした。スキップしてプロフィールから再試行できます。
ko: 초대 코드를 적용할 수 없습니다. 프로필에서 건너뛰고 다시 시도할 수 있습니다.
nl: We konden de uitnodigingscode niet toepassen. Je kunt overslaan en het opnieuw proberen vanuit Profiel.
pt_br: Não foi possível aplicar o código de convite. Você pode pular e tentar novamente em Perfil.
zh_hans: 我们无法应用邀请码。您可以跳过并从个人资料中重试。
zh_hant: 我們無法應用邀請碼。您可以跳過並從個人資料中重試。

source: We couldn't complete that request. Check the details and try again.
ar: لم نتمكن من إكمال هذا الطلب. تحقَّق من التفاصيل وحاول مرة أخرى.
de: Wir konnten diese Anfrage nicht abschließen. Überprüfen Sie die Details und versuchen Sie es erneut.
es: No hemos podido completar la solicitud. Comprueba los detalles e inténtalo de nuevo.
fr: Nous n'avons pas pu traiter cette demande. Vérifiez les détails et réessayez.
hi: हम वह अनुरोध पूरा नहीं कर सके। विवरण की जाँच करें और फिर से कोशिश करें।
it: Non siamo riusciti a completare la richiesta. Controlla i dettagli e riprova.
ja: 私たちはそのリクエストを完了できませんでした。詳細を確認して、再試行してください。
ko: 요청을 완료할 수 없습니다. 세부 정보를 확인하고 다시 시도하세요.
nl: We konden dat verzoek niet voltooien. Controleer de gegevens en probeer het opnieuw.
pt_br: Não foi possível concluir essa solicitação. Verifique os detalhes e tente novamente.
zh_hans: 我们无法完成该申请。请检查详细信息，然后重试。
zh_hant: 我們無法完成該請求。檢查詳細信息並重試。

source: We couldn't complete this purchase. Please try again.
ar: لم نتمكن من إكمال عملية الشراء هذه. يرجى المحاولة مرة أخرى.
de: Wir konnten diesen Kauf nicht abschließen. Bitte versuche es erneut.
es: No hemos podido completar esta compra. Inténtalo de nuevo.
fr: Nous n'avons pas pu finaliser cet achat. Veuillez réessayer.
hi: हम यह खरीदारी पूरी नहीं कर सके। कृपया फिर से कोशिश करें।
it: Non è stato possibile completare questo acquisto. Riprova.
ja: この購入を完了できませんでした。もう一度試してください。
ko: 이 구매를 완료할 수 없습니다. 다시 시도해주세요.
nl: We konden deze aankoop niet voltooien. Probeer het opnieuw.
pt_br: Não foi possível concluir esta compra. Tente novamente.
zh_hans: 我们无法完成此购买。请重试。
zh_hant: 我們無法完成這次購買。請再試一次。

source: We couldn't connect to the App Store. Check your connection and try again.
ar: لم نتمكن من الاتصال بمتجر التطبيقات. تحقق من اتصالك وحاول مرة أخرى.
de: Wir konnten keine Verbindung zum App Store herstellen. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No hemos podido conectarnos a la App Store. Comprueba tu conexión e inténtalo de nuevo.
fr: Nous n'avons pas pu nous connecter à l'App Store. Vérifiez votre connexion et réessayez.
hi: हम ऐप स्टोर से कनेक्ट नहीं कर सके। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
it: Non è stato possibile connettersi all'App Store. Controlla la connessione e riprova.
ja: App Storeに接続できませんでした。接続を確認して、もう一度試してください。
ko: App Store에 연결할 수 없습니다. 연결을 확인하고 다시 시도하세요.
nl: We konden geen verbinding maken met de App Store. Controleer je verbinding en probeer het opnieuw.
pt_br: Não foi possível conectar à App Store. Verifique a sua ligação e tente novamente.
zh_hans: 我们无法连接到App Store。请检查您的网络连接，然后重试。
zh_hant: 我們無法連接到 App Store。檢查您的連接並重試。

source: We couldn't find what you were looking for. Check the details and try again.
ar: لم نتمكن من العثور على ما كنت تبحث عنه. تحقَّق من التفاصيل وحاول مرة أخرى.
de: Wir konnten nicht finden, wonach du gesucht hast. Überprüfen Sie die Details und versuchen Sie es erneut.
es: No hemos podido encontrar lo que buscabas. Comprueba los detalles e inténtalo de nuevo.
fr: Nous n'avons pas trouvé ce que vous cherchiez. Vérifiez les détails et réessayez.
hi: हमें वह नहीं मिला जो आप ढूँढ रहे थे। विवरण की जाँच करें और फिर से कोशिश करें।
it: Non siamo riusciti a trovare quello che stavi cercando. Controlla i dettagli e riprova.
ja: あなたが探しているものは見つかりませんでした。詳細を確認して、再試行してください。
ko: 원하시는 내용을 찾을 수 없습니다. 세부 정보를 확인하고 다시 시도하세요.
nl: We konden niet vinden wat je zocht. Controleer de gegevens en probeer het opnieuw.
pt_br: Não conseguimos encontrar o que você estava procurando. Verifique os detalhes e tente novamente.
zh_hans: 我们无法找到您要查找的内容。请检查详细信息，然后重试。
zh_hant: 我們找不到您要找的東西。檢查詳細信息並重試。

source: We couldn't identify any figures. Try a brighter photo with the figures separated and facing forward.
ar: لم نتمكن من تحديد أي أرقام. جرب صورة أكثر إشراقًا مع فصل الأشكال وتوجيهها للأمام.
de: Wir konnten keine Zahlen identifizieren. Probieren Sie ein helleres Foto aus, bei dem die Figuren getrennt und nach vorne gerichtet sind.
es: No pudimos identificar ninguna cifra. Prueba con una foto más brillante con las figuras separadas y mirando hacia adelante.
fr: Nous n'avons pu identifier aucun chiffre. Essayez une photo plus lumineuse avec les figures séparées et tournées vers l'avant.
hi: हम किसी भी आंकड़े की पहचान नहीं कर सके। अलग किए गए और आगे की ओर मुँह किए गए चित्रों के साथ एक उज्ज्वल फ़ोटो आज़माएँ।
it: Non siamo riusciti a identificare alcuna cifra. Prova una foto più luminosa con le figure separate e rivolte in avanti.
ja: 数字は特定できませんでした。人物を分離して正面を向いた明るい写真を試してください。
ko: 수치를 확인할 수 없습니다. 피규어를 분리하고 정면을 향하게 하여 더 밝은 사진을 찍어보세요.
nl: We konden geen cijfers identificeren. Probeer een helderdere foto met de figuren gescheiden en naar voren gericht.
pt_br: Não foi possível identificar nenhum número. Tente uma foto mais brilhante com as figuras separadas e voltadas para a frente.
zh_hans: 我们无法识别任何数字。请尝试将人物分开并朝前拍摄更明亮的照片。
zh_hant: 我們無法識別任何數字。嘗試一張更明亮的照片，人物分開並面向前方。

source: We couldn't load that photo. Check your Photos permission and choose another image.
ar: لم نتمكن من تحميل تلك الصورة. تحقق من إذن الصور واختر صورة أخرى.
de: Wir konnten dieses Foto nicht laden. Überprüfe deine Foto-Berechtigung und wähle ein anderes Bild aus.
es: No hemos podido cargar esa foto. Comprueba tu permiso Fotos y elige otra imagen.
fr: Impossible de charger cette photo. Vérifiez votre autorisation Photos et choisissez une autre image.
hi: हम वह फ़ोटो लोड नहीं कर सके। अपनी फ़ोटो की अनुमति देखें और दूसरी फ़ोटो चुनें।
it: Non siamo riusciti a caricare quella foto. Controlla l'autorizzazione Foto e scegli un'altra immagine.
ja: その写真を読み込めませんでした。写真のアクセス許可を確認し、別の画像を選択します。
ko: 사진을 불러올 수 없습니다. 사진 권한을 확인하고 다른 이미지를 선택하세요.
nl: We konden die foto niet laden. Controleer je toestemming voor Foto's en kies een andere afbeelding.
pt_br: Não foi possível carregar essa foto. Verifique sua permissão de Fotos e escolha outra imagem.
zh_hans: 我们无法加载该照片。请检查您的照片权限，然后选择其他图片。
zh_hant: 我們無法加載那張照片。檢查您的照片權限並選擇另一張圖片。
